html/org-pages/ideasx/nuclear.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-01 Tue 13:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nuclear</title>
<meta name="author" content="Luís Spengler" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Nuclear</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9b94588">1. Resources</a>
<ul>
<li><a href="#orgca3e503">1.1. Explaning</a></li>
</ul>
</li>
<li><a href="#orgf3f2593">2. Draft</a>
<ul>
<li><a href="#org7dc7668">2.1. How it works</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org9b94588" class="outline-2">
<h2 id="org9b94588"><span class="section-number-2">1.</span> Resources</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=cXarvv2j9WI">A Fusão Nuclear Explicada: Energia do Futuro?</a></li>
<li><a href="https://www.youtube.com/watch?v=HhhDYebf__s">Por que é tão Difícil de Fazer FUSÃO NUCLEAR?</a></li>
<li>My teacher</li>
<li><a href="https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/food-energy">https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/food-energy</a></li>
<li><a href="https://edition.cnn.com/travel/article/american-food-dishes/index.html">https://edition.cnn.com/travel/article/american-food-dishes/index.html</a></li>
<li><a href="https://www.nationalgeographic.org/encyclopedia/photosynthesis/">https://www.nationalgeographic.org/encyclopedia/photosynthesis/</a></li>
<li><a href="https://guibertola.wordpress.com/2014/06/03/a-energia-hidroeletrica-no-brasil/">https://guibertola.wordpress.com/2014/06/03/a-energia-hidroeletrica-no-brasil/</a></li>
<li><a href="https://www.eia.gov/energyexplained/electricity/how-electricity-is-generated.php">https://www.eia.gov/energyexplained/electricity/how-electricity-is-generated.php</a></li>
<li><a href="https://en.wikipedia.org/wiki/Fusion_power">https://en.wikipedia.org/wiki/Fusion_power</a></li>
</ol>
</div>

<div id="outline-container-orgca3e503" class="outline-3">
<h3 id="orgca3e503"><span class="section-number-3">1.1.</span> Explaning</h3>
<div class="outline-text-3" id="text-1-1">
<p>
I used 1. as startup point for my research. Even though his videos are not in English, which is something I usually prefer, I know how valuable his content is. He also published a second video 2. I tried to link both the video contents in a draft I wrote. As I advanced my knowledge over the subject, I took advantage of one of my classes at school, where my teacher told me more about Tokamak. I went back to writing, then I thought about how REALLY the sun is important to our entire ecosystem. I used 4 gather supporting evidence to the knowledge I acquired in my previous studies. I used 5 as means of referencing food dishes my reader would probably like eating. I used 6 to explain what photosynthesis is. I used 7 to gather data about hydroelectrics in Brazil. I used 8 to gather data about steam turbines in USA. I started having doubts about the accuracy of what I was writing, because I was taking pieces from too many places at once, so I decided to look up nuclear fusion on wikipedia and continue my research from there.
</p>
</div>
</div>
</div>

<div id="outline-container-orgf3f2593" class="outline-2">
<h2 id="orgf3f2593"><span class="section-number-2">2.</span> Draft</h2>
<div class="outline-text-2" id="text-2">
<p>
I doubt you can find something in your life that doesn&rsquo;t require the use of energy to work. And I am not just talking about electric energy, it can be any type of energy. If you go even deeper, you will realize all the world&rsquo;s energy comes from the sun, directly or indirectly. You are only reading this article because you are absorving, converting, and spending energy. That energy comes from somewhere. You eat, your body breaks down the energy contained in your food. Which, might have been a healthy dish with lots of beans and salad, or even a hot dog. That energy comes from somewhere. Your salad acquired its energy through photosynthesis, which is the process plants go to have their own energy, but energy acquired through the sunlight, and water. Your hot dog&rsquo;s sausage was a pig, and it ate vegetables too. In sum, life on planet earth depends on the sun.
Now, talking about electric energy, our modern society has found awesome ways to create it. We can have hydroelectrics, wind energy, steam turbines, and of course solar energy. Each and every one of these electric energy types depends on the sun. 90% of Brazil&rsquo;s electric energy comes from hydroelectrics, which is only possibly because water, the thing that keeps hydroelectrics moving, has the water cycle. The main component of the water cycle is the sun, that heats up water in the earth&rsquo;s surface, and oceans just to make it rain. Wind energy is only possible because of a region&rsquo;s climate conditions, where the sun plays a determining role. Steam turbines make up 44% of USA electric energy, and it generally use fossil fuels, which is the result of life millions of years ago. And as we know, life on planet earth depends on the sun.
And do not be scared when I say the most promissing way to create electric energy finds its contrubution in the sun too. Nuclear Fusion is literally what powers up the sun, and being so hot as we know it, may be our salvation or our destruction&#x2026;
</p>
</div>
<div id="outline-container-org7dc7668" class="outline-3">
<h3 id="org7dc7668"><span class="section-number-3">2.1.</span> How it works</h3>
<div class="outline-text-3" id="text-2-1">
<p>
The simplest element in the periodic table is Hydrogen. It contains only one electron and one proton, but it might as well have one or two neutrons. The most common form of hydrogen in the universe only has one proton and one electron, and it is known as protium.
However, when creating nuclear fusion we are going to be using what we call deuterium, which is more like the second form of hydrogen, made it by one electron, one proton, and one neutron.
Nuclear Fusion is so great because it uses the most abudent element in the entire universe: Hydrogen. Just as an example, Nuclear Fusion is the process that makes our sun shine, and heat us. As well as all stars!
Hydrogen Nuclear Fusion makes 10x energy than Uranium Nuclear Fission;
Wow! I guess they should&rsquo;ve been using this to power up our city since the dawn of time. Except for it is such a technological and engineering challenge! The main problem is to make the two Hydrogen nucleous get close enough to make the phenomena happen. Because they both have protons in their nucleous (which is positivately charged), they repel themselves just like two opposite magnets {Show image} The proton repealing act creates a barrier known as &ldquo;Coulomb Barrier&rdquo;.
But as everything in nature, there is always a catch. There is a very specific distance the hydrogen nucleous must be put. If such condition is met, the attraction force will be greater than the repealing force. This is known as Strong Nuclear Force, which is the force that makes protons and neutrons stick together inside the nucleous.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-03-01 Tue 13:21</p>
</div>
</body>
</html>
